# -*- coding: utf-8 -*-

GREETING_MESSAGE = f'привет! \n' \
                    f'Это фитнес клуб "X-GUM"!\n\n' \
                    f'Мы рады что Вы выбрали именно нас для улучшения своей физической формы!\n\n' \
                    f'Мы готовы ответить на все Ваши вопросы, выберите раздел:'
MAIN_MENU_MESSAGE = {
    'Общая информация': 'Фитнес-клуб «X-GUM» в Киеве находится по адресу Старонаводницкая, 13Б. '
                        'Фитнес-клуб «X-GUM» предоставляет услуги: бассейн, тренажерный зал, фитнес, детский фитнес, '
                        'спортивный массаж, йога, кардизона, пилатес, тренировки с тренером, спа.',
    'Клубные карты': 'Выберите название клубной карты:',
    'Время работы клуба': 'Время работы:\n- в будни: 7:00 - 23:00\n- выходные: 9:00 - 21:00\n'
                          'С радостью ждем вас у нас в клубе!',
    'Записаться на тренировку': 'Расписание сейчас составляется, как будет готово мы вас оповестим!',
    'Связаться с менеджером': 'Менеджер свяжется с вами в ближайшее время, спасибо что выбрали именно нас!',
}
USER_NO_ACCOUNT_MESSAGE = 'У вас нет действующих абонементов!'
GO_TO_MAIN_MENU_MESSAGE = 'Для перехода в главное меню нажмите кнопку start!'
CHOICE_ERROR_MESSAGE = 'Выбор можно делать только по перечисленным вариантам. ' \
                       'Для перехода в главное меню нажмите кнопку "start!"'
CHOICE_CLUB_CARD_MESSAGE = 'Выберите подходящий вам абонемент из ниже перечисленных:'
CONFIRMATION_CLUB_CARD_OUT_IN_DB_MESSAGE = 'Вы подтверждаете покупку?\n' \
                                           'Если ДА нажмите - "Купить абонемент"\n' \
                                           'Для перехода в главное меню нажмите кнопку "start!"'
CONFIRMATION_CLUB_CARD_IN_DB_MESSAGE = 'Вы подтверждаете покупку? Так как Ваш действующий абонемент аннулируется!\n' \
                                       'Если Вы подтверждаете нажмите - "Купить абонемент"\n' \
                                       'Для перехода в главное меню нажмите кнопку start!\n\n' \
                                       'Через главное меню, Вы можете связаться с менеджером для ' \
                                       'уточнения деталей по вашему действующему абонементу!'

if __name__ == '__main__':
    pass
