text_responses = {
    'Общая информация': 'Фитнес-клуб «Tsarsky» в Киеве находится по адресу Старонаводницкая, 13Б. '
                        'Фитнес-клуб «Tsarsky» предоставляет услуги: бассейн, тренажерный зал, фитнес, детский фитнес, '
                        'спортивный массаж, йога, кардизона, пилатес, тренировки с тренером, спа. '
                        'Стоимость занятий в месяц от 6250 ₴.',
    'Клубные карты': 'Выберите название клубной карты:',
    'Время работы клуба': 'Время работы:\n- в будни: 7:00 - 23:00\n- выходные: 9:00 - 21:00',
    'Записаться на тренировку': 'Выберите на какую тренирову хотите записаться!',
    'Связаться с менеджером': 'Менеджер свяжется с вами в ближайшее время, спасибо что выбрали именно нас!',
}
