# -*- coding: utf-8 -*-


text_responses = {
    'Общая информация': 'Фитнес-клуб «X-GUM» в Киеве находится по адресу Старонаводницкая, 13Б. '
                        'Фитнес-клуб «X-GUM» предоставляет услуги: бассейн, тренажерный зал, фитнес, детский фитнес, '
                        'спортивный массаж, йога, кардизона, пилатес, тренировки с тренером, спа.',
    'Клубные карты': 'Выберите название клубной карты:',
    'Время работы клуба': 'Время работы:\n- в будни: 7:00 - 23:00\n- выходные: 9:00 - 21:00\n'
                          'С радостью ждем вас у нас в клубе!',
    'Записаться на тренировку': 'Расписание сейчас составляется, как будет готово мы вас оповестим!',
    'Связаться с менеджером': 'Менеджер свяжется с вами в ближайшее время, спасибо что выбрали именно нас!',
}

if __name__ == '__main__':
    print("OK")
